{
    "title": "Rhestr Gwrandawiadau Wythnosol y Tribiwnlys Digolledu am Anafiadau Troseddol",
    "heading": "Rhestr Gwrandawiadau Wythnosol y Tribiwnlys Digolledu am Anafiadau Troseddol",
    "importantInformationLine1": "Mae cyfiawnder agored yn egwyddor sylfaenol ein system gyfiawnder.",
    "importantInformationLine2": "Wrth ystyried defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn rhoi sylw i egwyddorion cyfiawnder agored. Gall barnwyr benderfynu cynnal gwrandawiad yn breifat os oes angen hynny er mwyn sicrhau'r broses o weinyddu cyfiawnder yn briodol.",
    "importantInformationLine3": "Bydd partïon a chynrychiolwyr y Tribiwnlys Digolledu am Anafiadau Troseddol yn cael gwybod yn uniongyrchol am y trefniadau ar gyfer gwrando achosion o bell. Dylai unrhyw un arall sydd â diddordeb mewn ymuno â’r gwrandawiad o bell gysylltu â Swyddfa’r Tribiwnlys Digolledu am Anafiadau Troseddol yn uniongyrchol, cyn dyddiad y gwrandawiad, trwy e-bostio (insert relevant office mailbox email address) fel y gellir gwneud trefniadau. Dylai'r manylion canlynol gael eu cynnwys yn llinell pwnc yr e-bost [OBSERVER/MEDIA] REQUEST – [AN Other v CICA] – [hearing date]. Os yw’r achos yn cael ei wrando yn breifat neu os yw’n destun cyfyngiad adrodd, bydd hyn yn cael ei nodi.",
    "importantInformationLine4": "Nid yw'r ffaith bod achos wedi ei gynnwys yn Rhestr y Wasg yn gwarantu na fydd yn destun gorchymyn adrodd cyfyngedig. Dylai aelodau'r Wasg sicrhau nad oes gorchymyn yn bodoli ar achos unigol cyn cyflwyno deunydd i'w gyhoeddi.",
    "importantInformationLine5": "Am fwy o wybodaeth, ewch I",
    "observeHearingLink": "https://www.gov.uk/guidance/observe-a-court-or-tribunal-hearing",
    "restrictedReportingOrdersHeading": "Gorchymyn Adrodd Cyfyngedig",
    "tableHeaders": [
        "Dyddiad",
        "Amser y gwrandawiad",
        "Cyfeirnod yr achos",
        "Enw’r achos",
        "Lleoliad/Platfform",
        "Barnwyr",
        "Aelod(au)",
        "Gwybodaeth ychwanegol"
    ]
}
