{
    "title": "Creu cyfrif gwrandawiadau Llys a Thribiwnlys",
    "paragraph1": "Crëwyd cyfrif gwrandawiadau Llys a Thribiwnlys ar gyfer defnyddwyr proffesiynol sydd angen gallu gweld gwybodaeth GLlTEF fel rhestrau gwrandawiadau, ond nid oes ganddynt y gallu i greu cyfrif gan ddefnyddio MyHMCTS neu’r Platfform Cyffredin e.e. aelodau o'r cyfryngau.",
    "paragraph2": "Bydd deiliad cyfrif, unwaith y bydd wedi mewngofnodi, yn gallu dewis pa wybodaeth y mae eisiau ei chael drwy e-bost a hefyd gweld gwybodaeth ar-lein nad yw ar gael i'r cyhoedd, ynghyd â gwybodaeth sydd ar gael i'r cyhoedd.",
    "retainHint": "Byddwn yn cadw'r wybodaeth bersonol a roir gennych yma i reoli eich cyfrif defnyddiwr a'n gwasanaethau",
    "nameLabel": "Enw llawn",
    "emailLabel": "Cyfeiriad e-bost",
    "emailHint": "Dim ond i drafod eich cyfrif a'r gwasanaeth hwn y byddwn yn defnyddio hwn i gysylltu â chi",
    "employerLabel": "Cyflogwr",
    "photoMessage": "Llwytho llun clir o Gerdyn y Wasg neu gerdyn adnabod gwaith",
    "photoSubMessage": "Dim ond i gadarnhau pwy ydych ar gyfer y gwasanaeth hwn y byddwn yn defnyddio hwn, a byddwn yn ei ddileu wedi i'ch cais gael ei gymeradwyo neu ei wrthod.",
    "uploadConsent": "Trwy lwytho eich dogfen, rydych yn cadarnhau eich bod yn cydsynio i’ch data gael ei brosesu",
    "TandCHeading": "Telerau ac Amodau",
    "TandC1": "Caniateir ichi gael cyfrif ar gyfer gwrandawiadau llys a thribiwnlys ar yr amod bod gennych resymau cyfreithiol dros gael mynediad at wybodaeth nad yw ar gael i’r cyhoedd e.e. rydych yn aelod o sefydliad cyfryngau ac angen gwybodaeth ychwanegol i riportio ar wrandawiadau.",
    "TandC2": "Os bydd eich amgylchiadau’n newid ac nid oes gennych mwyach resymau cyfreithiol dros gael cyfrif ar gyfer gwrandawiadau llys a thribiwnlys e.e. rydych yn gadael eich cyflogwr a enwyd uchod, eich cyfrifoldeb chi yw hysbysu GLlTEM am hyn fel y gellir dadactifadu eich cyfrif.",
    "TandCCheckbox": "Ticiwch y blwch hwn, os gwelwch yn dda i gytuno i’r telerau ac amodau uchod",
    "photoType": "Rhaid i’r ffeil fod ar ffurf jpg, pdf neu png a rhaid bod yn llai na 2MB mewn maint.",
    "errorTitle": "Mae yna broblem",
    "ariaFileLabel": "Llwytho ffeil",
    "ariaCheckboxLabel": "Cytuno i delerau ac amodau?",
    "backButton": "Yn ôl",
    "fullNameErrors": {
        "blank": "Mae yna broblem - Rhaid rhoi enw llawn",
        "whiteSpace": "Mae yna broblem - Ni allwch adael bwlch ar ddechrau’r hyn a roddir yn y blwch enw llawn",
        "doubleWhiteSpace": "Mae yna broblem - Ni ddylai’r hyn a roddir yn y blwch enw llawn gynnwys bylchiadau dwbl",
        "nameWithoutWhiteSpace": "Mae yna broblem - Bydd angen eich enw llawn i gefnogi eich cais am gyfrif"
    },
    "emailErrors": {
        "blank": "Mae yna broblem - Rhaid rhoi cyfeiriad e-bost",
        "startWithWhiteSpace": "Mae yna broblem - Ni allwch adael bwlch ar ddechrau’r hyn a roddir yn y blwch cyfeiriad e-bost",
        "doubleWhiteSpace": "Mae yna broblem - Ni ddylai’r hyn a roddir yn y blwch cyfeiriad e-bost gynnwys bylchiadau dwbl",
        "invalidEmailAddress": "Mae yna broblem - Rhowch gyfeiriad e-bost yn y fformat cywir, er enghraifft enw@enghraifft.com"
    },
    "mediaEmployeeErrors": {
        "blank": "Mae yna broblem - bydd angen enw eich cyflogwr i gefnogi eich cais am gyfrif",
        "whiteSpace": "Mae yna broblem - Ni allwch adael bwlch ar ddechrau’r hyn a roddir yn y blwch cyflogwr",
        "doubleWhiteSpace": "Mae yna broblem - Ni ddylai’r hyn a roddir yn y blwch cyflogwr gynnwys bylchiadau dwbl"
    },
    "imageUploadErrors": {
        "blank": "Mae yna broblem - Bydd angen tystiolaeth adnabod arnom i gefnogi eich cais am gyfrif",
        "sizeError": "Mae yna broblem - Rhaid i’r dystiolaeth i brofi hunaniaeth fod yn llai na 2Mbs",
        "typeError": "Mae yna broblem - Rhaid i’r dystiolaeth i brofi hunaniaeth fod ar ffurf JPG, PDF neu PNG."
    },
    "ariaCheckboxError": "Mae yna broblem - Rhaid i chi wirio'r blwch i gadarnhau eich bod yn cytuno i'r telerau ac amodau."
}
