{
    "title": "Crown Rhestr Rybuddio",
    "listName": "Rhestr Rybuddio",
    "listUpdated": "Diweddarwyd diwethaf DATE yn",
    "headingP1": "Rhoir rhybudd yng nghyswllt yr achosion isod am gyfnod gwrandawiad o'r wythnos yn dechrau",
    "headingP2": "Dylid cyflwyno unrhyw sylwadau am restru achos i’r Swyddog Rhestru yn ddi-oed",
    "headingP3": "Yr awdurdod erlyn yw Gwasanaeth Erlyn y Goron oni nodir yn wahanol",
    "headingP4": "Mae (*) yn dynodi diffynnydd a gedwir yn y ddalfa",
    "restrictionInformationHeading": "Cyfyngiadau ar gyhoeddi neu ysgrifennu am yr achosion hyn.",
    "restrictionInformationP1": "Rhaid i chi wirio a oes unrhyw gyfyngiadau riportio yn berthnasol cyn cyhoeddi manylion am unrhyw un o'r achosion a restrir yma, naill ai'n ysgrifenedig, mewn darllediad neu ar y rhyngrwyd, gan gynnwys y cyfryngau cymdeithasol.",
    "restrictionInformationBoldText": "Byddwch yn euog o ddirmyg llys os byddwch yn cyhoeddi unrhyw wybodaeth sydd wedi'i diogelu gan gyfyngiad riportio. Gallwch gael dirwy, eich dedfrydu i garchar, neu'r ddau.",
    "restrictionInformationP2": "Bydd cyfyngiadau penodol a orchmynnir gan y llys yn cael eu crybwyll ar yr achosion a restrir yma.",
    "restrictionInformationP3": "Fodd bynnag, nid yw'r cyfyngiadau bob amser yn cael eu rhestru. Mae rhai yn berthnasol yn awtomatig. Er enghraifft, anhysbysrwydd a roddir i ddioddefwyr rhai troseddau rhywiol.",
    "restrictionInformationP4": "I ganfod pa gyfyngiadau riportio sy'n berthnasol ar achos penodol, cysylltwch â'r:",
    "restrictionBulletPoint1": "llys yn uniongyrchol",
    "restrictionBulletPoint2": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM ar 0330 808 4407",
    "restrictionInformationP5": "Gallwch hefyd ddarllen y canllaw ar",
    "restrictionLink": "gyfyngiadau riportio",
    "draft": "Drafft",
    "versionText": "Fersiwn",
    "for": "Am",
    "tableHeaders": [
        "Cyfeirnod yr Achos",
        "Enw'r Diffynnydd(Diffynyddion)",
        "Pennu ar Gyfer",
        "Cynrychiolir Gan",
        "Yr Awdurdod sy'n Erlyn"
    ],
    "linkedCases": "Achosion Cysylltiedig",
    "listingNotes": "Nodiadau Rhestru",
    "toBeAllocatedText": "I'w neilltuo",
    "dataSource": "Ffynhonnell Data",
    "backButton": "Yn ôl"
}
