{
    "title": "Rhestr Cwmni Llys y Goron",
    "heading": "Rhestr Cwmni Llys y Goron ar gyfer",
    "listDate": "Rhestr ar gyfer",
    "to": "i",
    "listUpdated": "Diweddarwyd diwethaf",
    "at": "am",
    "versionText": "Fersiwn",
    "restrictionInformationHeading": "Cyfyngiadau ar gyhoeddi neu ysgrifennu am yr achosion hyn.",
    "restrictionInformationP1": "Rhaid i chi wirio a oes unrhyw gyfyngiadau riportio yn berthnasol cyn cyhoeddi manylion am unrhyw un o'r achosion a restrir yma, naill ai'n ysgrifenedig, mewn darllediad neu ar y rhyngrwyd, gan gynnwys y cyfryngau cymdeithasol.",
    "restrictionInformationBoldText": "Byddwch yn euog o ddirmyg llys os byddwch yn cyhoeddi unrhyw wybodaeth sydd wedi'i diogelu gan gyfyngiad riportio. Gallwch gael dirwy, eich dedfrydu i garchar, neu'r ddau.",
    "restrictionInformationP2": "Bydd cyfyngiadau penodol a orchmynnir gan y llys yn cael eu crybwyll ar yr achosion a restrir yma.",
    "restrictionInformationP3": "Fodd bynnag, nid yw'r cyfyngiadau bob amser yn cael eu rhestru. Mae rhai yn berthnasol yn awtomatig. Er enghraifft, anhysbysrwydd a roddir i ddioddefwyr rhai troseddau rhywiol.",
    "restrictionInformationP4": "I ganfod pa gyfyngiadau riportio sy'n berthnasol ar achos penodol, cysylltwch â'r:",
    "restrictionBulletPoint1": "llys yn uniongyrchol",
    "restrictionBulletPoint2": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM ar 0330 808 4407",
    "courtRoom": "Ystafell llys",
    "sittingAt": "Yn eistedd yn",
    "tableHeaders": [
        "Cyfeirnod yr Achos",
        "Enw'r Diffynnydd(Diffynyddion)",
        "Math o Wrandawiad",
        "Cynrychiolir gan",
        "Yr Awdurdod sy'n Erlyn",
        "Nodiadau Rhestru"
    ],
    "dataSource": "Ffynhonnell Data",
    "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl.",
    "bottomLegal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol.",
    "bottomLegal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEF yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir."
}
