{
    "title": "Rhestr Achosion Dyddiol Adran Deulu yr Uchel Lys",
    "heading": "Rhestr Achosion Dyddiol Adran Deulu yr Uchel Lys",
    "venueName": "Royal Courts of Justice",
    "addressLine1": "Strand, London",
    "addressLine2": "WC2A 2LL",
    "importantInformationLine1": "Bydd unrhyw gais a wneir ar ôl 1 Mawrth 2022 yn cael ei restru fel gwrandawiad wyneb yn wyneb oni bai bod cais i'w wrando o bell wedi'i wneud cyn y gwrandawiad a'i ganiatáu gan farnwr. Bydd pob gwrandawiad arall yn cael ei restru yn unol â chyfarwyddyd y barnwr yn y gwrandawiad blaenorol.",
    "importantInformationLine2": "Dylai aelodau achrededig o'r wasg, blogwyr cyfreithiol neu aelodau o'r cyhoedd sy'n dymuno mynychu gwrandawiad o bell anfon eu cais trwy e-bost i rcj.familyhighcourt@justice.gov.uk a fydd yn anfon eich manylion e-bost at Dîm Cydymaith y Llys. Gellir anfon ceisiadau drwy e-bost y diwrnod cyn y gwrandawiad neu, os yn bosibl, heb fod yn hwyrach na 9.30am ar ddiwrnod y gwrandawiad.",
    "importantInformationLine3": "Bydd y trefniadau presennol yn cael eu hadolygu.",
    "importantInformationLine4": "Bydd unrhyw gais a wneir ar ôl 1 Mawrth 2022 yn cael ei restru fel gwrandawiad wyneb yn wyneb oni bai bod cais i'w wrando o bell wedi'i wneud cyn y gwrandawiad a'i ganiatáu gan farnwr. Bydd pob gwrandawiad arall yn cael ei restru yn unol â chyfarwyddyd y barnwr yn y gwrandawiad blaenorol.",
    "importantInformationLine5": "Dylai aelodau achrededig o'r wasg, blogwyr cyfreithiol neu aelodau o'r cyhoedd sy'n dymuno mynychu gwrandawiad o bell anfon eu cais trwy e-bost i rcj.familyhighcourt@justice.gov.uk a fydd yn anfon eich manylion e-bost at Dîm Cydymaith y Llys. Gellir anfon ceisiadau drwy e-bost y diwrnod cyn y gwrandawiad neu, os yn bosibl, heb fod yn hwyrach na 9.30am ar ddiwrnod y gwrandawiad.",
    "importantInformationLine6": "Bydd y trefniadau presennol yn cael eu hadolygu.",
    "importantInformationLine7": "Dim ond os ydynt yn geisiadau brys y gellir gwneud ceisiadau heb eu rhestru i'r Llys Ceisiadau, ac mae'r brys yn deillio o ryw ddatblygiad neu amgylchiadau diweddar iawn. Ni ddylid gwneud cais i'r Llys Ceisiadau gan nad yw ar rybudd i'r parti neu'r partïon arall, oni bai ei fod yn gais brys fel y'i diffinnir uchod. Rhaid cyhoeddi pob cais arall, boed ar rybudd neu beidio, yn gyntaf, gydag amcangyfrif amser priodol, a'i restru ar ddyddiad a roddir gan Glerc y Rheolau.",
    "importantInformationLine8": "Ac eithrio mewn amgylchiadau o frys eithafol, rhaid gwneud ceisiadau am 10.30am ac nid ar unrhyw adeg ddiweddarach.",
    "importantInformationLine9": "Ni chaniateir gwneud unrhyw gais i Lys Ceisiadau’r Uchel Lys y gellir ei wneud i farnwr haen is. Os oes arnoch angen gwasanaethau Tipstaff yng nghyswllt eich cais, rhaid i chi ffonio'r Tipstaff ar 020 7947 6200 cyn mynd i mewn i'r llys neu wneud eich cais. Ni fydd eich mater yn cael ei wrando nes i chi siarad â'r Tipstaff.",
    "importantInformationLine10": "Bydd y dyfarniad hwn yn cael ei draddodi o bell trwy gylchrediad i'r partïon neu eu cynrychiolwyr trwy e-bost a'i ryddhau i'r Archifau Cenedlaethol. Dylai copi o'r dyfarniad ar ffurf derfynol fel y'i rhoddwyd fod ar gael ar wefan yr Archifau Cenedlaethol yn fuan wedyn.",
    "courtOfProtectionHeading": "Llys Gwarchod (Llysoedd Barn Brenhinol)",
    "tipstaffHeading": "Tipstaff",
    "judgementsHeading": "Dyfarniadau",
    "tableHeaders": [
        "Lleoliad",
        "Barnwr",
        "Amser",
        "Rhif yr achos",
        "Manylion yr achos",
        "Math o Wrandawiad",
        "Gwybodaeth ychwanegol"
    ]
}
