{
    "title": "Rhestr o Wrandawiadau Dyddiol Uwch Dribiwnlys (Siambr Apeliadau Gweinyddol)",
    "heading": "Rhestr o Wrandawiadau Dyddiol Uwch Dribiwnlys (Siambr Apeliadau Gweinyddol)",
    "message1": "Manylion",
    "message2": "Mae rhestrau yn destun newid hyd at 4:30pm. Bydd unrhyw newidiadau a wneir ar ôl yr amser hwn yn cael eu rhannu’n uniongyrchol drwy alwad ffôn neu e-bost at y partïon neu eu cynrychiolwyr cyfreithiol.",
    "message3": "Cymru a Lloegr",
    "message4": "Gwrandawiadau o bell trwy CVP",
    "message5": "Bydd gwrandawiadau ar gael i gynrychiolwyr y cyfryngau neu unrhyw aelod arall o’r cyhoedd, ar eu cais, ac felly byddant yn wrandawiad a gynhelir yn gyhoeddus yn unol â Rheol 37 o Reolau Trefniadaeth y Tribiwnlysoedd (Uwch Dribiwnlys) 2008.",
    "message6": "Bydd angen i unrhyw gynrychiolydd o’r cyfryngau neu unrhyw aelod arall o’r cyhoedd sy’n dymuno gwylio’r gwrandawiad wneud hynny dros y rhyngrwyd a darparu cyfeiriad e-bost er mwyn anfon dolen briodol i gael mynediad.",
    "message7": "Cysylltwch â adminappeals@justice.gov.uk",
    "message8": "Yr Alban",
    "message9": "Gwrandawiadau o bell",
    "message10": "Pan gaiff gwrandawiadau eu rhestru ar gyfer yr Alban, bydd y gwrandawiad ar gael i gynrychiolwyr y cyfryngau neu unrhyw aelod arall o’r cyhoedd, ar eu cais, ac felly byddant yn wrandawiad a gynhelir yn gyhoeddus yn unol â Rheol 37 o Reolau Trefniadaeth y Tribiwnlysoedd (Uwch Dribiwnlys) 2008. Bydd yn cael ei drefnu a’i gynnal gan ddefnyddio Platfform Fideo’r Cwmwl (CVP). Bydd angen i unrhyw gynrychiolydd o’r cyfryngau neu unrhyw aelod arall o’r cyhoedd sy’n dymuno gwylio’r gwrandawiad wneud hynny dros y rhyngrwyd a darparu cyfeiriad e-bost er mwyn anfon dolen briodol i gael mynediad. Cysylltwch â UTAACMailbox@justice.gov.uk",
    "time": "Amser",
    "appellant": "Apelydd",
    "caseReferenceNumber": "Cyfeirnod yr achos",
    "judges": "Barnwr/Barnwyr",
    "members": "Aelod(au)",
    "modeOfHearing": "Math o Wrandawiad",
    "venue": "Lleoliad",
    "additionalInformation": "Gwybodaeth ychwanegol",
    "dataSource": "Ffynhonnell Data",
    "backButton": "Yn ôl",
    "listDate": "Rhestr ar gyfer"
}
