{
    "title": "Create a Court and tribunal hearings account",
    "paragraph1": "A court and tribunal hearings account is for professional users who require the ability to view HMCTS information such as hearing lists, but do not have the ability to create an account using MyHMCTS or Common Platform e.g. members of the media.",
    "paragraph2": "An account holder, once signed in, will be able choose what information they wish to receive via email and also view online information not available to the public, along with publicly available information.",
    "retainHint": "We will retain the personal information you enter here to manage your user account and our service.",
    "nameLabel": "Full name",
    "emailLabel": "Email address",
    "emailHint": "We'll only use this to contact you about your account and this service.",
    "employerLabel": "Employer",
    "photoMessage": "Upload a clear photo of your UK Press Card or work ID",
    "photoSubMessage": "We will only use this to confirm your identity for this service, and will delete upon approval or rejection of your request.",
    "uploadConsent": "By uploading your document, you confirm that you consent to this processing of your data.",
    "TandCHeading": "Terms and conditions",
    "TandC1": "A court and tribunal hearing account is granted based on you having legitimate reasons to access information not open to the public e.g. you are a member of a media organisation and require extra information to report on hearings.",
    "TandC2": "If your circumstances change and you no longer have legitimate reasons to hold a court and tribunal hearings account e.g. you leave your employer entered above. It is your responsibility to inform HMCTS of this for your account to be deactivated.",
    "TandCCheckbox": "Please tick this box to agree to the above terms and conditions",
    "photoType": "Must be a jpg, pdf or png and less than 2mb in size",
    "errorTitle": "There is a problem",
    "ariaFileLabel": "Upload a file",
    "ariaCheckboxLabel": "Agree to terms and conditions?",
    "backButton": "Back",
    "fullNameErrors": {
        "blank": "There is a problem - Full name field must be populated",
        "whiteSpace": "There is a problem - Full name field must not start with a space",
        "doubleWhiteSpace": "There is a problem - Full name field must not contain double spaces",
        "nameWithoutWhiteSpace": "There is a problem - Your full name will be needed to support your application for an account"
    },
    "emailErrors": {
        "startWithWhiteSpace": "There is a problem - Email address field cannot start with a space",
        "doubleWhiteSpace": "There is a problem - Email address field cannot contain double spaces",
        "invalidEmailAddress": "There is a problem - Enter an email address in the correct format, like name@example.com",
        "blank": "There is a problem - Email address field must be populated"
    },
    "mediaEmployeeErrors": {
        "blank": "There is a problem - Your employers name will be needed to support your application for an account",
        "whiteSpace": "There is a problem - Employer field cannot start with a space",
        "doubleWhiteSpace": "There is a problem - Employer field cannot contain double spaces"
    },
    "imageUploadErrors": {
        "blank": "There is a problem - We will need ID evidence to support your application for an account",
        "sizeError": "There is a problem - ID evidence needs to be less than 2Mbs",
        "typeError": "There is a problem - ID evidence must be a JPG, PDF or PNG"
    },
    "ariaCheckboxError": "There is a problem - You must check the box to confirm you agree to the terms and conditions."
}
