{
    "title": "Family Division of the High Court Daily Cause List",
    "heading": "Family Division of the High Court Daily Cause List",
    "venueName": "Royal Courts of Justice",
    "addressLine1": "Strand, London",
    "addressLine2": "WC2A 2LL",
    "importantInformationLine1": "Any application made after 1 March 2022 will be listed as an in person hearing unless an application for it to be heard remotely has been made prior to the hearing and granted by a judge. All other hearings will be listed in accordance with the direction of the judge at the previous hearing.",
    "importantInformationLine2": "Accredited members of the press, legal bloggers or members of the public who wish to attend remote hearing should email their request to rcj.familyhighcourt@justice.gov.ukwho will forward your email details to the Associates Team. Please can requests be emailed the day before the hearing or, if possible, no later than 9.30 am on the day of the hearing.",
    "importantInformationLine3": "The present arrangements will be kept under review.",
    "importantInformationLine4": "Any application made after 1 March 2022 will be listed as an in person hearing unless an application for it to be heard remotely has been made prior to the hearing and granted by a judge. All other hearings will be listed in accordance with the direction of the judge at the previous hearing.",
    "importantInformationLine5": "Accredited members of the press, legal bloggers or members of the public who wish to attend remote hearing should email their request to rcj.familyhighcourt@justice.gov.uk who will forward your email details to the Associates Team. Please can requests be emailed the day before the hearing or, if possible, no later than 9.30 am on the day of the hearing.",
    "importantInformationLine6": "The present arrangements will be kept under review.",
    "importantInformationLine7": "Unlisted applications may only be made to the Applications Court if they are urgent, and the urgency arises from some very recent development or circumstance. An application must not be made to the Applications Court simply because it is not on notice to the other party or parties, unless it is urgent as defined above. All other applications, whether on notice or not, must first be issued, with a proper time estimate, and listed on a date given by the Clerk of the Rules.",
    "importantInformationLine8": "Except in circumstances of extreme urgency, applications must be made at 10.30am and not at any later time.",
    "importantInformationLine9": "No application may be made to the High Court Applications Court which is capable of being made to a lower tier of judge. If your application requires the services of the Tipstaff you must telephone the Tipstaff on 020 7947 6200 prior to entering court or making your application. Your matter will not be heard until you have spoken to the Tipstaff.",
    "importantInformationLine10": "Judgments will be handed down remotely by circulation to the parties or their representatives by email and released to the National Archives. A copy of the judgment in final form as handed down should be available on the National Archives website shortly thereafter.",
    "courtOfProtectionHeading": "Court of Protection (Royal Courts of Justice)",
    "tipstaffHeading": "Tipstaff",
    "judgementsHeading": "Judgments",
    "tableHeaders": [
        "Venue",
        "Judge",
        "Time",
        "Case number",
        "Case details",
        "Hearing type",
        "Additional information"
    ]
}
