{
    "title": "Upper Tribunal (Administrative Appeals Chamber) Daily Hearing List",
    "heading": "Upper Tribunal (Administrative Appeals Chamber) Daily Hearing List",
    "message1": "Details",
    "message2": "Lists are subject to change until 4:30pm. Any alterations after this time will be telephoned or emailed direct to the parties or their legal representatives.",
    "message3": "England and Wales",
    "message4": "Remote hearings via CVP",
    "message5": "Hearings will be available to representatives of the media or any other member of the public, on their request, and therefore will be a hearing conducted in public in accordance with Rule 37 of the Tribunal Procedure (Upper Tribunal) Rules 2008.",
    "message6": "Any media representative or any other member of the public wishing to witness the hearing will need to do so over the internet and provide an email address at which to be sent an appropriate link for access.",
    "message7": "Please contact adminappeals@justice.gov.uk.",
    "message8": "Scotland",
    "message9": "Remote hearings",
    "message10": "When hearings are listed for Scotland the hearing will be available to representatives of the media or any other member of the public, on their request, and therefore will be a hearing conducted in public in accordance with Rule 37 of the Tribunal Procedure (Upper Tribunal) Rules 2008. It will be organised and conducted using Cloud Video Platform (CVP). Any media representative or any other member of the public wishing to witness the hearing will need to do so over the internet and provide an email address at which to be sent an appropriate link for access. Please contact UTAACMailbox@justice.gov.uk.",
    "time": "Time",
    "appellant": "Appellant",
    "caseReferenceNumber": "Case reference number",
    "judges": "Judge(s)",
    "members": "Member(s)",
    "modeOfHearing": "Mode of hearing",
    "venue": "Venue",
    "additionalInformation": "Additional information",
    "dataSource": "Data Source",
    "backButton": "Back",
    "listDate": "List for"
}
