{
  "title": "COP Daily Cause List",
  "listUpdated": "Last updated/Diweddarwyd ddiwethaf DATE at/yn ",
  "importantInformationHeading": "Important information/Gwybodaeth bwysig",
  "importantInformationP1": "Open justice is a fundamental principle in our courts and tribunals system, and will continue to be so as we increase the use of audio and video technology.",
  "importantInformationP2": "Dispute Resolution Hearings are not attended hearings for the purpose of Practice Direction 4C. Requests to observe any other hearing should be made to:",
  "importantInformationP3": "Judges will have regard to the principles of open justice when considering the use of telephone and video technology. Observers may be excluded where necessary to secure the proper administration of justice.",
  "importantInformationP4": "Mae cyfiawnder agored yn egwyddor sylfaenol yng nghyfundrefn y llysoedd a'r tribiwnlysoedd, a bydd yn dal i fod felly wrth i'r defnydd o dechnoleg sain a fideo gynyddu.",
  "importantInformationP5": "Nid yw gwrandawiadau datrys anghydfod yn wrandawiadau a fynychir i ddibenion Cyfarwyddyd Ymarfer 4C. Dylid gwneud cais i arsylwi unrhyw wrandawiad arall i:",
  "importantInformationP6": "Bydd barnwyr yn ystyried egwyddorion cyfiawnder agored wrth ystyried defnyddio technoleg ffôn a fideo. Geill y bydd arsylwyr yn cael eu heithrio pan fo hynny'n angenrheidiol i sicrhau gweinyddu cyfiawnder yn iawn.",
  "dataSource": "Data Source/Ffynhonnell y Data",
  "backButton": "Back/Yn ôl",
  "hearingDurationHour": "hour/awr",
  "hearingDurationMinute": "min/munud",
  "hearingDurationHours": "hours/awr",
  "hearingDurationMinutes": "mins/munud",
  "listFor": "List for/Rhestr ar gyfer",
  "beforeHon": "Before",
  "startTime": "Start Time/Amser dechrau",
  "caseRef": "Case Ref/Cyfeirnod achos",
  "caseDetails": "Case Details/Manylion yr achos",
  "hearingType": "Hearing Type/Math o wrandawiad",
  "timeEstimate": "Time Estimate/Amcangyfrif o'r amser",
  "hearingChannel": "Hearing Channel/Sianel y Gwrandawiad",
  "inCop": "In the Court of Protection for/Yn y Llys Gwarchod gyfer"
}
