{
    "title": "IAC Daily List",
    "heading": "First-tier Tribunal: Immigration and Asylum Chamber",
    "headingWelsh": "Tribiwnlys Haen Gyntaf: Siambr Mewnfudo a Lloches",
    "dailyList": "Daily List",
    "dailyListWelsh": "Rhestr Ddyddiol",
    "listUpdated": "Last updated/Diweddarwyd diwethaf DATE at/yn ",
    "listDate": "List for/Rhestr ar gyfer",
    "importantInformationHeading": "Important information/Gwybodaeth Bwysig",
    "importantInformationP1": "Open justice is a fundamental principle in our courts and tribunals system, and will continue to be as we increase the use of audio and video technology.",
    "importantInformationP2": "Parties and representatives will be informed as to the arrangements for hearing cases. Any other person interested in joining the hearing should contact:",
    "importantInformationP3": "When considering the use of telephone and video technology, the judiciary will have regard to the principles of open justice. Judges may determine that a hearing should be held in private if this is necessary to secure the proper administration of justice.",
    "importantInformationP4": "Mae cyfiawnder agored yn egwyddor hanfodol yn system y llysoedd a’r tribiwnlysoedd, a bydd hyn yn parhau wrth i ni ddefnyddio mwy ar dechnoleg sain a fideo.",
    "importantInformationP5": "Bydd partïon a chynrychiolwyr yn cael gwybod ynghylch y trefniadau ar gyfer gwrando achosion. Dylai unrhyw un arall sydd â diddordeb mewn ymuno â’r gwrandawiad gysylltu â:",
    "importantInformationP6": "Wrth ystyried a ddylid defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn ystyried yr egwyddor cyfiawnder agored. Efallai y bydd barnwyr yn penderfynu y dylid cynnal gwrandawiad yn breifat os yw hyn yn angenrheidiol i sicrhau y gweinyddir cyfiawnder yn briodol.",
    "dataSource": "Data Source/Fynhonnell Data",
    "backButton": "Back/Yn ôl",
    "hearingRoom": "Hearing Room/Ystafell Wrandawiadau",
    "beforeJudge": "Before/Cyn",
    "startTime": "Start Time/Amser Cychwyn",
    "caseRef": "Case Ref/Cyfeirnod yr Achos",
    "appellant": "Appellant/Apelydd",
    "respondent": "Respondent/Atebydd",
    "interpreterLanguage": "Interpreter Language/Iaith y Cyfieithydd",
    "hearingChannel": "Hearing Channel/Sianel y Gwrandawiad",
    "linkCases": "Linked Cases/Achos cysylltiedig",
    "rep": "Rep/Cynrychiolydd",
    "noRep": "No Representative/Dim Cynrychiolydd"
}
