{
    "title": "OPA Press List/Rhestr y Wasg – OPA",
    "heading": "Online Plea and Allocation Cases Press View for/Achosion Pledio Ar-lein a Dyrannu – Rhestr y Wasg ar gyfer",
    "listDate": "List for/Rhestr ar gyfer",
    "listUpdated": "Last updated/Diweddarwyd diwethaf: DATE at/am",
    "draft": "Draft/Drafft:",
    "versionText": "Version/Fersiwn",
    "importantInformationHeading": "Important information/Gwybodaeth bwysig",
    "importantInformationContent": "In accordance with the media protocol, additional documents from these cases are available to the members of the media on request. The link below takes you to the full protocol and further information in relation to what documentation can be obtained",
    "importantInformationLink": "Protocol on sharing court lists, registers and documents with the media",
    "importantInformationContentCy": "Yn unol â phrotocol y cyfryngau, mae dogfennau ychwanegol o’r achosion hyn ar gael i aelodau o’r cyfryngau ar gais. Bydd y ddolen isod yn mynd â chi at y protocol llawn a gwybodaeth bellach ynghylch pa ddogfennau y gallwch ofyn amdanynt",
    "importantInformationLinkCy": "Protocol ar rannu rhestrau’r llys a dogfennau gyda’r cyfryngau",
    "restrictionInformationHeading": "Restrictions on publishing or writing about these cases",
    "restrictionInformationP1": "You must check if any reporting restrictions apply before publishing details on any of the cases listed here either in writing, in a broadcast or by internet, including social media.",
    "restrictionInformationBoldText": "You'll be in contempt of court if you publish any information which is protected by a reporting restriction. You could get a fine, prison sentence or both.",
    "restrictionInformationP2": "Specific restrictions ordered by the court will be mentioned on the cases listed here.",
    "restrictionInformationP3": "However, restrictions are not always listed. Some apply automatically. For example, anonymity given to the victims of certain sexual offences.",
    "restrictionInformationP4": "To find out which reporting restrictions apply on a specific case, contact:",
    "restrictionBulletPoint1": "the court directly",
    "restrictionBulletPoint2": "HM Courts and Tribunals Service on 0330 808 4407",
    "restrictionInformationHeadingCy": "Cyfyngiadau ar gyhoeddi neu ysgrifennu am yr achosion hyn.",
    "restrictionInformationP1Cy": "Rhaid i chi wirio a oes unrhyw gyfyngiadau riportio yn berthnasol cyn cyhoeddi manylion am unrhyw un o'r achosion a restrir yma, naill ai'n ysgrifenedig, mewn darllediad neu ar y rhyngrwyd, gan gynnwys y cyfryngau cymdeithasol.",
    "restrictionInformationBoldTextCy": "Byddwch yn euog o ddirmyg llys os byddwch yn cyhoeddi unrhyw wybodaeth sydd wedi'i diogelu gan gyfyngiad riportio. Gallwch gael dirwy, eich dedfrydu i garchar, neu'r ddau.",
    "restrictionInformationP2Cy": "Bydd cyfyngiadau penodol a orchmynnir gan y llys yn cael eu crybwyll ar yr achosion a restrir yma.",
    "restrictionInformationP3Cy": "Fodd bynnag, nid yw'r cyfyngiadau bob amser yn cael eu rhestru. Mae rhai yn berthnasol yn awtomatig. Er enghraifft, anhysbysrwydd a roddir i ddioddefwyr rhai troseddau rhywiol.",
    "restrictionInformationP4Cy": "I ganfod pa gyfyngiadau riportio sy'n berthnasol ar achos penodol, cysylltwch â'r:",
    "restrictionBulletPoint1Cy": "llys yn uniongyrchol",
    "restrictionBulletPoint2Cy": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM ar 0330 808 4407",
    "pleaDatePrefix": "Open Pleas registered/Pledion Agored a gofrestrwyd:",
    "defendantNamePrefix": "Defendant Name/Enw'r Diffynnydd:",
    "dobAndAge": "DOB and Age/Dyddiad Geni ac Oedran:",
    "age": "Age/Oedran:",
    "address": "Address/Cyfeiriad:",
    "prosecutingAuthority": "Prosecuting Authority/Yr Awdurdod sy'n Erlyn:",
    "scheduledHearingDate": "Scheduled First Hearing/Gwrandawiad Cyntaf wedi’i drefnu:",
    "caseRef": "Case Ref/Cyfeirnod yr Achos / URN:",
    "caseReportingRestriction": "Case Reporting Restriction/Cyfyngiad Riportio ar yr Achos:",
    "indicatedPlea": "Indicated Plea/Ple a Fynegwyd",
    "indicatedPleaDate": "Date of Indicated Plea/Dyddiad y Ple a Fynegwyd",
    "offenceReportingRestriction": "Offence Reporting Restriction/Cyfyngiad Riportio ar y Trosedd",
    "yes": "Yes/Ydw",
    "no": "No/Nac ydw"
}
