{
    "importantInformationP1": "Open justice is a fundamental principle of our justice system. You can attend a public hearing in person or you can apply for permission to observe remotely.",
    "importantInformationP2": "Requests to observe remotely a hearing that is taking place at NAME should be made in good time direct to: EMAIL or by calling TELNO. You may be asked to provide further details.",
    "importantInformationP3": "The judge hearing the case will decide if it is appropriate for you to observe remotely. They will have regard to the interests of justice, the technical capacity for remote observation and what is necessary to secure the proper administration of justice.",
    "importantInformationP4": "Sometimes it is necessary for hearings to be held in private and you will not be able to observe remotely or in person. Members of the press are able to attend some private hearings.",
    "importantInformationP5": "For more information, please visit",
    "importantInformationP6": "Mae cyfiawnder agored yn un o egwyddorion sylfaenol ein system gyfiawnder. Gallwch fynd i  wrandawiad cyhoeddus yn bersonol, neu gallwch wneud cais am ganiatâd i arsylwi o bell.",
    "importantInformationP7": "Dylid gwneud ceisiadau i arsylwi gwrandawiad o bell sy'n digwydd yn NAME mewn da bryd yn uniongyrchol i: EMAIL neu drwy ffonio TELNO. Efallai y gofynnir i chi roi rhagor o fanylion.",
    "importantInformationP8": "Bydd y barnwr sy'n gwrando’r achos yn penderfynu a yw'n briodol i chi arsylwi o bell. Bydd yn ystyried lles cyfiawnder, y gallu technegol ar gyfer arsylwi o bell a'r hyn sy'n angenrheidiol i sicrhau gweinyddu cyfiawnder yn briodol.",
    "importantInformationP9": "Weithiau mae'n angenrheidiol cynnal gwrandawiadau yn breifat ac ni fyddwch yn gallu arsylwi o bell nac wyneb yn wyneb. Mae aelodau o'r wasg yn gallu mynychu rhai gwrandawiadau preifat.",
    "importantInformationP10": "Am fwy o wybodaeth, ewch",
    "openJusticeGuidance": "https://www.gov.uk/guidance/observe-a-court-or-tribunal-hearing"
}
