{
    "title": "Primary Health Tribunal Hearing List/Iechyd Sylfaenol Rhestr Gwrandawiadau Tribiwnlys",
    "heading": "Tribunal Hearing List for Primary Health/Rhestr o Wrandawiadau’r Tribiwnlys ar gyfer Iechyd Sylfaenol",
    "listDate": "List for/Rhestr ar gyfer",
    "listUpdated": "Last updated/Diweddarwyd diwethaf DATE at/yn",
    "dataSource": "Data Source/Ffynhonnell Data",
    "backButton": "Back/Yn ôl",
    "importantInformationHeading": "Important information/Gwybodaeth Bwysig",
    "importantInformationP1": "Open justice is a fundamental principle in our courts and tribunals system, and will continue to be as we increase the use of audio and video technology.",
    "importantInformationP2": "Please contact the tribunal at EMAIL for details on how to access the video hearings or for particular cases.",
    "importantInformationP3": "When considering the use of telephone and video technology, the judiciary will have regard to the principles of open justice. Judges may determine that a hearing should be held in private if this is necessary to secure the proper administration of justice.",
    "importantInformationP4": "Mae cyfiawnder agored yn egwyddor sylfaenol yn ein system llysoedd a thribiwnlysoedd, a bydd yn parhau felly wrth i ni ddefnyddio mwy ar dechnoleg sain a fideo.",
    "importantInformationP5": "Cysylltwch â'r tribiwnlys yn EMAIL i gael manylion ynghylch sut i gael mynediad at wrandawiadau fideo neu ar gyfer achosion penodol.",
    "importantInformationP6": "Wrth ystyried defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn rhoi sylw i egwyddorion cyfiawnder agored. Gall barnwyr benderfynu cynnal gwrandawiad yn breifat os oes angen hynny er mwyn sicrhau'r broses o weinyddu cyfiawnder yn briodol.",
    "hearingDate": "Hearing Date/Dyddiad y gwrandawiad",
    "caseName": "Case Name/Enw'r Achos",
    "duration": "Duration/Hyd",
    "hearingType": "Hearing Type/Math o Wrandawiad",
    "venue": "Venue/Lleoliad",
    "hearingDurationDay": "day/Dydd",
    "hearingDurationDays": "days/Dydd",
    "hearingDurationHour": "hour/awr",
    "hearingDurationHours": "hours/awr",
    "hearingDurationMinute": "min/munud",
    "hearingDurationMinutes": "mins/munud"
}
